app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "email", "name", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-11-19 23:23:21.542737"], ["email", "orelmfligelman@gmail.com"], ["name", "orel"], ["updated_at", "2014-11-19 23:23:21.542737"]]
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save